{
  "data": [
  {
    "id":1,
    "title":"Польская запеканка",
    "main_image": {
      "src": "https://aygul777.github.io/jsonapi/1.jpg",
      "alt": "food"
    },
    "description": "Сытное блюдо с большим количеством ингредиентов? не даст заскучать или остаться голодным. Тертый сыр, сочные томаты или кетчуп, ветчина, лук, грибы, сладкий перец – все это малый перечень ингредиентов, которые вы можете расположить на хрустящем багете.",
    "price": 270,
    "weight": 300,
    "priceMeasure": "₽",
    "weightMeasure": "г"
  },
  {
    "id":2,
    "title":"Кубинский сэндвич",
    "main_image": {
      "src": "https://aygul777.github.io/jsonapi/2.jpg",
      "alt": "food"
    },
    "description": "Простой, но вкусный. Багет и несколько видов мяса, маринованные огурцы, твердый сыр, приправленные острой горчицей – все это как нельзя лучше передает настроение пыльной, солнечной и сонной Гаваны.",
    "price": 260,
    "weight": 210,
    "priceMeasure": "₽",
    "weightMeasure": "г"
  },
  {
    "id":3,
    "title":"Баварский леберкезе",
    "main_image": {
      "src": "https://aygul777.github.io/jsonapi/3.jpg",
      "alt": "food"
    },
    "description": "Один из самых необычных рецептов сэндвича. Леберкезе – это мясной хлеб, приготовленный по особому рецепту. Он может быть разных видов и подается с разными соусами. Питательное блюдо с вековой историей обеспечит вас энергией на весь день.",
    "price": 320,
    "weight": 300,
    "priceMeasure": "₽",
    "weightMeasure": "шт"
  },
  {
    "id":4,
    "title":"Пан-банья",
    "main_image": {
      "src": "https://github.com/Aygul777/jsonapi/4.jpg",
      "alt": "food"
    },
    "description": "Булочки, пропитанные оливковым маслом и натертые чесноком, скрывают начинку из рыбы, свежего салата и яйца. Не забывали французы и о томатном соусе и аппетитных луковых кольцах. Пан-банья мог долго храниться и становиться только вкуснее.",
    "price": 320,
    "weight": 280,
    "priceMeasure": "₽",
    "weightMeasure": "г"
  },
  {
    "id":5,
    "title":"Клубный сэндвич",
    "main_image": {
      "src": "https://github.com/Aygul777/jsonapi/5.jpg",
      "alt": "food"
    },
    "description": "Уроженец закрытого нью-йоркского клуба. Его рецепт долго держали в секрете, но в конце концов он стал известен. Этот бутерброд далеко не прост в приготовлении, но за уникальный вкус его зовут королем сэндвичей. Бекон, индейка, помидоры, маринованные огурцы и сыр – это лишь небольшая часть его ингредиентов.",
    "price": 160,
    "weight": 250,
    "priceMeasure": "₽",
    "weightMeasure": "г"
  },
  {
    "id":6,
    "title":"Ориджинал",
    "main_image": {
      "src": "https://github.com/Aygul777/jsonapi/6.jpg",
      "alt": "food"
    },
    "description": "Классический бургер с аппетитной котлетой из говядины, приготовленной на гриле, с листом свежего салата, томатным соусом, хрустящим луком и маринованными огурчиками. Быстрый и ароматный сэндвич «с дымком» поднимет настроение и зарядит энергией на весь день!",
    "price": 150,
    "weight": 200,
    "priceMeasure": "₽",
    "weightMeasure": "шт"
  },
  {
    "id":7,
    "title":"Алоха",
    "main_image": {
      "src": "https://github.com/Aygul777/jsonapi/7.jpg",
      "alt": "food"
    },
    "description": "Супер выгодный экзотический набор состоит из двух бургеров «Гавайский серфер» и двух порций хрустящего картофеля по-деревенски. В составе бургера ананас, обжаренный на гриле, нежное куриное филе в воздушной панировке, бекон, салат и фирменный соус. Набор «Алоха, от офисного моха» подается с двумя порциями томатного соуса и двумя пол-литровыми бутылочками бодрящего домашнего морса (вкус можно выбрать).",
    "price": 650,
    "weight": 600,
    "priceMeasure": "₽",
    "weightMeasure": "г"
  },
  {
    "id":8,
    "title":"Два оригинальных парня",
    "main_image": {
      "src": "https://github.com/Aygul777/jsonapi/8.jpg",
      "alt": "food"
    },
    "description": "Выгодное предложение для ценителей настоящей классики: два бургера Ориджинал, две порции хрустящего картофеля по-деревенски, два томатных соуса и две бутылочки по 0,5 л с освежающим и прохладным морсом на ваш выбор.",
    "price": 550,
    "weight": 500,
    "priceMeasure": "₽",
    "weightMeasure": "г"
  }
]
}
